Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Every download lands here. Leave it empty to use the standard ~/Downloads folder, or pick another location — a scratch folder, an external drive, wherever you want files to collect.
ar: كل تنزيل ينتهي هنا. اتركه فارغًا لاستخدام المجلد القياسي ~/Downloads، أو اختر موقعًا آخر — مجلدًا مؤقتًا، محرك أقراص خارجيًا، أينما تريد أن تتجمع الملفات.
ca: Cada baixada acaba aquí. Deixa-ho buit per utilitzar la carpeta ~/Downloads estàndard, o tria una altra ubicació — una carpeta temporal, una unitat externa, on vulguis que s'acumulin els fitxers.
cs: Každé stažení skončí zde. Nech prázdné pro použití standardní složky ~/Downloads, nebo vyber jiné umístění — dočasnou složku, externí disk, kamkoli chceš soubory shromažďovat.
da: Hver overførsel havner her. Lad den være tom for at bruge standardmappen ~/Downloads, eller vælg et andet sted — en midlertidig mappe, et eksternt drev, hvor du end vil have filer samlet.
de: Jeder Download landet hier. Lass es leer, um den standardmäßigen ~/Downloads-Ordner zu verwenden, oder wähle einen anderen Ort – einen Zwischenordner, ein externes Laufwerk, wo auch immer Dateien gesammelt werden sollen.
el: Κάθε λήψη καταλήγει εδώ. Άφησέ το κενό για να χρησιμοποιήσεις τον τυπικό φάκελο ~/Downloads, ή επίλεξε άλλη τοποθεσία — έναν προσωρινό φάκελο, έναν εξωτερικό δίσκο, όπου θέλεις να συγκεντρώνονται τα αρχεία.
es: Cada descarga acaba aquí. Déjalo vacío para usar la carpeta ~/Downloads estándar, o elige otra ubicación: una carpeta temporal, un disco externo, donde quieras que se acumulen los archivos.
fi: Jokainen lataus päätyy tänne. Jätä tyhjäksi käyttääksesi vakiokansiota ~/Downloads, tai valitse toinen sijainti — väliaikaiskansio, ulkoinen asema, minne haluat tiedostojen kertyvän.
fr: Chaque téléchargement arrive ici. Laissez-le vide pour utiliser le dossier ~/Downloads standard, ou choisissez un autre emplacement — un dossier temporaire, un disque externe, où que vous vouliez que les fichiers s'accumulent.
he: כל הורדה מסתיימת כאן. השאר ריק כדי להשתמש בתיקייה הרגילה ~/Downloads, או בחר מיקום אחר — תיקיית ביניים, כונן חיצוני, בכל מקום שבו תרצה שהקבצים יצטברו.
hi: हर डाउनलोड यहाँ आता है। मानक ~/Downloads फ़ोल्डर उपयोग करने के लिए इसे रिक्त छोड़ें, या कोई अन्य स्थान चुनें — एक अस्थायी फ़ोल्डर, एक बाहरी ड्राइव, जहाँ भी आप फ़ाइलें एकत्र करना चाहें।
hr: Svako preuzimanje završava ovdje. Ostavi prazno za korištenje standardne mape ~/Downloads, ili odaberi drugu lokaciju — privremenu mapu, vanjski disk, gdje god želiš da se datoteke skupljaju.
hu: Minden letöltés ide kerül. Hagyd üresen a szabványos ~/Downloads mappa használatához, vagy válassz más helyet — egy ideiglenes mappát, egy külső meghajtót, ahová a fájlokat gyűjteni szeretnéd.
id: Setiap unduhan berakhir di sini. Biarkan kosong untuk menggunakan folder ~/Downloads standar, atau pilih lokasi lain — folder sementara, drive eksternal, di mana pun kamu ingin berkas berkumpul.
it: Ogni download finisce qui. Lascialo vuoto per usare la cartella ~/Downloads standard, oppure scegli un'altra posizione: una cartella temporanea, un disco esterno, ovunque tu voglia che i file si raccolgano.
ja: すべてのダウンロードはここに入ります。標準の ~/Downloads フォルダを使うには空欄のままにするか、別の場所（一時フォルダ、外部ドライブなど、ファイルを集めたい任意の場所）を選択します。
ko: 모든 다운로드가 여기로 옵니다. 표준 ~/Downloads 폴더를 사용하려면 비워 두거나, 다른 위치(임시 폴더, 외장 드라이브 등 파일을 모으고 싶은 곳)를 선택하세요.
ms: Setiap muat turun berakhir di sini. Biarkan kosong untuk menggunakan folder ~/Downloads standard, atau pilih lokasi lain — folder sementara, pemacu luaran, di mana sahaja anda mahu fail berkumpul.
nb: Hver nedlasting havner her. La den stå tom for å bruke standardmappen ~/Downloads, eller velg et annet sted — en midlertidig mappe, en ekstern disk, hvor du enn vil at filer skal samles.
nl: Elke download komt hier terecht. Laat het leeg om de standaardmap ~/Downloads te gebruiken, of kies een andere locatie — een tijdelijke map, een externe schijf, waar je maar wilt dat bestanden zich verzamelen.
pl: Każde pobranie trafia tutaj. Pozostaw puste, aby używać standardowego folderu ~/Downloads, lub wybierz inną lokalizację — folder roboczy, dysk zewnętrzny, gdziekolwiek chcesz gromadzić pliki.
pt_br: Todo download vai parar aqui. Deixe vazio para usar a pasta ~/Downloads padrão, ou escolha outro local — uma pasta temporária, um disco externo, onde quiser que os arquivos se acumulem.
ro: Fiecare descărcare ajunge aici. Lasă gol pentru a folosi folderul standard ~/Downloads, sau alege o altă locație — un folder temporar, o unitate externă, oriunde vrei să se adune fișierele.
ru: Каждая загрузка попадает сюда. Оставьте пустым, чтобы использовать стандартную папку ~/Downloads, или выберите другое расположение — временную папку, внешний диск, куда угодно, где вы хотите собирать файлы.
sk: Každé stiahnutie skončí tu. Nechaj prázdne pre použitie štandardného priečinka ~/Downloads, alebo vyber iné umiestnenie — dočasný priečinok, externý disk, kamkoľvek chceš súbory zhromažďovať.
sv: Varje nedladdning hamnar här. Lämna det tomt för att använda standardmappen ~/Downloads, eller välj en annan plats — en tillfällig mapp, en extern enhet, var du än vill att filer ska samlas.
th: การดาวน์โหลดทุกครั้งจะมาที่นี่ ปล่อยว่างเพื่อใช้โฟลเดอร์มาตรฐาน ~/Downloads หรือเลือกตำแหน่งอื่น — โฟลเดอร์ชั่วคราว ไดรฟ์ภายนอก ที่ไหนก็ตามที่คุณต้องการให้ไฟล์รวมกัน
tr: Her indirme burada son bulur. Standart ~/Downloads klasörünü kullanmak için boş bırak ya da başka bir konum seç — geçici bir klasör, harici bir sürücü, dosyaların toplanmasını istediğin herhangi bir yer.
uk: Кожне завантаження потрапляє сюди. Залиште порожнім, щоб використовувати стандартну папку ~/Downloads, або виберіть інше розташування — тимчасову папку, зовнішній диск, будь-де, де хочете збирати файли.
vi: Mọi tệp tải về đều đến đây. Để trống để dùng thư mục ~/Downloads tiêu chuẩn, hoặc chọn vị trí khác — một thư mục tạm, một ổ đĩa ngoài, bất cứ nơi nào bạn muốn tập hợp tệp.
zh_hans: 每次下载都会到这里。留空以使用标准的 ~/Downloads 文件夹，或选择其他位置——临时文件夹、外置驱动器，任何你想收集文件的地方。
zh_hk: 每次下載都會到這裡。留空以使用標準的 ~/Downloads 檔案夾，或選擇其他位置——暫存檔案夾、外接磁碟機，任何你想收集檔案的地方。

source: Everything starts at the omnibar. Press ⌃Space, ⌘K, or ⌘L to open it, then type a web address or a search — your browser figures out which one you meant.
ar: كل شيء يبدأ من شريط العناوين. اضغط ⌃مسافة أو ⌘K أو ⌘L لفتحه، ثم اكتب عنوان ويب أو بحثًا — يكتشف متصفحك أيهما قصدت.
ca: Tot comença a l'omnibar. Prem ⌃Espai, ⌘K o ⌘L per obrir-lo, i després escriu una adreça web o una cerca — el teu navegador esbrina quina volies dir.
cs: Vše začíná v omnibaru. Stiskni ⌃Mezerník, ⌘K nebo ⌘L pro jeho otevření a pak napiš webovou adresu nebo hledání — prohlížeč zjistí, co jsi myslel.
da: Alt starter ved omnibaren. Tryk på ⌃Mellemrum, ⌘K eller ⌘L for at åbne den, og skriv derefter en webadresse eller en søgning — din browser regner ud, hvad du mente.
de: Alles beginnt an der Omnibar. Drücke ⌃Leertaste, ⌘K oder ⌘L, um sie zu öffnen, und gib dann eine Webadresse oder eine Suche ein – dein Browser erkennt, was du gemeint hast.
el: Όλα ξεκινούν από το omnibar. Πάτησε ⌃Διάστημα, ⌘K ή ⌘L για να το ανοίξεις, μετά πληκτρολόγησε μια διεύθυνση ιστού ή μια αναζήτηση — το πρόγραμμα περιήγησης καταλαβαίνει ποια εννοούσες.
es: Todo empieza en la omnibar. Pulsa ⌃Espacio, ⌘K o ⌘L para abrirla y luego escribe una dirección web o una búsqueda: tu navegador averigua a cuál te referías.
fi: Kaikki alkaa omnipalkista. Avaa se painamalla ⌃Välilyönti, ⌘K tai ⌘L, ja kirjoita sitten verkko-osoite tai haku — selaimesi päättelee, kumpaa tarkoitit.
fr: Tout commence à l'omnibar. Appuyez sur ⌃Espace, ⌘K ou ⌘L pour l'ouvrir, puis saisissez une adresse web ou une recherche — votre navigateur devine ce que vous vouliez dire.
he: הכול מתחיל בשורת הכתובת. הקש ⌃רווח, ⌘K או ⌘L כדי לפתוח אותה, ואז הקלד כתובת אינטרנט או חיפוש — הדפדפן שלך מבין למה התכוונת.
hi: सब कुछ ओमनीबार से शुरू होता है। इसे खोलने के लिए ⌃Space, ⌘K या ⌘L दबाएँ, फिर एक वेब पता या खोज टाइप करें — आपका ब्राउज़र समझ जाता है कि आपका क्या मतलब था।
hr: Sve počinje u omnibaru. Pritisni ⌃Razmaknica, ⌘K ili ⌘L za otvaranje, a zatim upiši web-adresu ili pretraživanje — tvoj preglednik shvaća što si mislio.
hu: Minden az omnibarnál kezdődik. Nyomd meg a ⌃Szóköz, ⌘K vagy ⌘L billentyűt a megnyitásához, majd írj be egy webcímet vagy keresést — a böngésződ kitalálja, melyikre gondoltál.
id: Semuanya dimulai di omnibar. Tekan ⌃Spasi, ⌘K, atau ⌘L untuk membukanya, lalu ketik alamat web atau pencarian — browser mengetahui yang kamu maksud.
it: Tutto inizia dall'omnibar. Premi ⌃Spazio, ⌘K o ⌘L per aprirlo, poi digita un indirizzo web o una ricerca: il browser capisce quale intendevi.
ja: すべてはオムニバーから始まります。⌃スペース、⌘K、⌘Lを押して開き、ウェブアドレスまたは検索を入力すると、ブラウザがどちらの意味かを判断します。
ko: 모든 것은 옴니바에서 시작됩니다. ⌃스페이스, ⌘K 또는 ⌘L을 눌러 열고 웹 주소나 검색을 입력하면 브라우저가 어느 쪽을 의미했는지 파악합니다.
ms: Semuanya bermula di omnibar. Tekan ⌃Space, ⌘K atau ⌘L untuk membukanya, kemudian taip alamat web atau carian — pelayar anda mengetahui yang mana anda maksudkan.
nb: Alt starter ved omnibaren. Trykk ⌃Mellomrom, ⌘K eller ⌘L for å åpne den, og skriv deretter en nettadresse eller et søk — nettleseren finner ut hvilken du mente.
nl: Alles begint bij de omnibalk. Druk op ⌃Spatie, ⌘K of ⌘L om hem te openen en typ dan een webadres of een zoekopdracht — je browser bepaalt welke je bedoelde.
pl: Wszystko zaczyna się w omnibarze. Naciśnij ⌃Spacja, ⌘K lub ⌘L, aby go otworzyć, a następnie wpisz adres internetowy lub wyszukiwanie — przeglądarka ustali, co miałeś na myśli.
pt_br: Tudo começa na omnibar. Pressione ⌃Espaço, ⌘K ou ⌘L para abri-la e digite um endereço web ou uma busca — seu navegador descobre qual você quis dizer.
ro: Totul începe la omnibar. Apasă ⌃Spațiu, ⌘K sau ⌘L pentru a-l deschide, apoi tastează o adresă web sau o căutare — browserul își dă seama pe care ai vrut-o.
ru: Всё начинается с омнибара. Нажмите ⌃Пробел, ⌘K или ⌘L, чтобы открыть его, затем введите веб-адрес или запрос — браузер поймёт, что вы имели в виду.
sk: Všetko sa začína v omnibare. Stlač ⌃Medzerník, ⌘K alebo ⌘L na jeho otvorenie a potom napíš webovú adresu alebo hľadanie — prehliadač zistí, čo si myslel.
sv: Allt börjar vid omnibaren. Tryck på ⌃Blanksteg, ⌘K eller ⌘L för att öppna den och skriv sedan en webbadress eller en sökning — din webbläsare räknar ut vilket du menade.
th: ทุกอย่างเริ่มที่ออมนิบาร์ กด ⌃Space, ⌘K หรือ ⌘L เพื่อเปิด แล้วพิมพ์ที่อยู่เว็บหรือคำค้นหา — เบราว์เซอร์ของคุณจะรู้ว่าคุณหมายถึงอันไหน
tr: Her şey omnibar'da başlar. Açmak için ⌃Boşluk, ⌘K veya ⌘L tuşuna bas, ardından bir web adresi veya arama yaz — tarayıcın hangisini kastettiğini anlar.
uk: Усе починається з омнібара. Натисніть ⌃Пробіл, ⌘K або ⌘L, щоб відкрити його, потім введіть вебадресу або запит — браузер зрозуміє, що ви мали на увазі.
vi: Mọi thứ bắt đầu tại omnibar. Nhấn ⌃Dấu cách, ⌘K hoặc ⌘L để mở, rồi gõ một địa chỉ web hoặc một tìm kiếm — trình duyệt của bạn nhận ra bạn muốn cái nào.
zh_hans: 一切从地址栏开始。按 ⌃空格、⌘K 或 ⌘L 打开它，然后输入网址或搜索——你的浏览器会判断出你指的是哪一个。
zh_hk: 一切從網址列開始。按 ⌃空白鍵、⌘K 或 ⌘L 打開它，然後輸入網址或搜尋——你的瀏覽器會判斷出你指的是哪一個。

source: Expires: %@
ar: تنتهي الصلاحية: %@
ca: Caduca: %@
cs: Vyprší: %@
da: Udløber: %@
de: Läuft ab: %@
el: Λήγει: %@
es: Caduca: %@
fi: Vanhenee: %@
fr: Expire : %@
he: פג תוקף: %@
hi: समाप्त होता है: %@
hr: Ističe: %@
hu: Lejár: %@
id: Kedaluwarsa: %@
it: Scade: %@
ja: 有効期限：%@
ko: 만료: %@
ms: Tamat tempoh: %@
nb: Utløper: %@
nl: Verloopt: %@
pl: Wygasa: %@
pt_br: Expira: %@
ro: Expiră: %@
ru: Истекает: %@
sk: Vyprší: %@
sv: Går ut: %@
th: หมดอายุ: %@
tr: Süresi doluyor: %@
uk: Завершується: %@
vi: Hết hạn: %@
zh_hans: 过期：%@
zh_hk: 到期：%@

source: Export as PDF
ar: تصدير بصيغة PDF
ca: Exporta com a PDF
cs: Exportovat jako PDF
da: Eksportér som PDF
de: Als PDF exportieren
el: Εξαγωγή ως PDF
es: Exportar como PDF
fi: Vie PDF-muodossa
fr: Exporter en PDF
he: ייצא כ-PDF
hi: PDF के रूप में निर्यात करें
hr: Izvezi kao PDF
hu: Exportálás PDF-ként
id: Ekspor sebagai PDF
it: Esporta come PDF
ja: PDFとして書き出す
ko: PDF로 내보내기
ms: Eksport sebagai PDF
nb: Eksporter som PDF
nl: Exporteren als pdf
pl: Eksportuj jako PDF
pt_br: Exportar como PDF
ro: Exportă ca PDF
ru: Экспортировать в PDF
sk: Exportovať ako PDF
sv: Exportera som PDF
th: ส่งออกเป็น PDF
tr: PDF Olarak Dışa Aktar
uk: Експортувати як PDF
vi: Xuất dưới dạng PDF
zh_hans: 导出为 PDF
zh_hk: 輸出為 PDF

source: Export as PDF...
ar: تصدير بصيغة PDF...
ca: Exporta com a PDF...
cs: Exportovat jako PDF...
da: Eksportér som PDF...
de: Als PDF exportieren...
el: Εξαγωγή ως PDF...
es: Exportar como PDF...
fi: Vie PDF-muodossa...
fr: Exporter en PDF...
he: ייצא כ-PDF...
hi: PDF के रूप में निर्यात करें...
hr: Izvezi kao PDF...
hu: Exportálás PDF-ként...
id: Ekspor sebagai PDF...
it: Esporta come PDF...
ja: PDFとして書き出す...
ko: PDF로 내보내기...
ms: Eksport sebagai PDF...
nb: Eksporter som PDF...
nl: Exporteren als pdf...
pl: Eksportuj jako PDF...
pt_br: Exportar como PDF...
ro: Exportă ca PDF...
ru: Экспортировать в PDF...
sk: Exportovať ako PDF...
sv: Exportera som PDF...
th: ส่งออกเป็น PDF...
tr: PDF Olarak Dışa Aktar...
uk: Експортувати як PDF...
vi: Xuất dưới dạng PDF...
zh_hans: 导出为 PDF...
zh_hk: 輸出為 PDF...

source: Extensions
ar: الامتدادات
cs: Rozšíření
da: Udvidelser
de: Erweiterungen
el: Επεκτάσεις
es: Extensiones
fi: Laajennukset
he: הרחבות
hi: एक्सटेंशन
hr: Proširenja
hu: Bővítmények
id: Ekstensi
it: Estensioni
ja: 機能拡張
ko: 확장 프로그램
ms: Sambungan
nb: Utvidelser
nl: Extensies
pl: Rozszerzenia
pt_br: Extensões
ro: Extensii
ru: Расширения
sk: Rozšírenia
sv: Tillägg
th: ส่วนขยาย
tr: Uzantılar
uk: Розширення
vi: Tiện ích
zh_hans: 扩展
zh_hk: 延伸功能

source: File
ar: ملف
ca: Arxiu
cs: Soubor
da: Arkiv
de: Ablage
el: Αρχείο
es: Archivo
fi: Arkisto
fr: Fichier
he: קובץ
hi: फ़ाइल
hr: Datoteka
hu: Fájl
id: Berkas
ja: ファイル
ko: 파일
ms: Fail
nb: Arkiv
nl: Archief
pl: Plik
pt_br: Arquivo
ro: Fișier
ru: Файл
sk: Súbor
sv: Arkiv
th: ไฟล์
tr: Dosya
uk: Файл
vi: Tệp
zh_hans: 文件
zh_hk: 檔案

source: File types
ar: أنواع الملفات
ca: Tipus de fitxer
cs: Typy souborů
da: Filtyper
de: Dateitypen
el: Τύποι αρχείων
es: Tipos de archivo
fi: Tiedostotyypit
fr: Types de fichiers
he: סוגי קבצים
hi: फ़ाइल प्रकार
hr: Vrste datoteka
hu: Fájltípusok
id: Jenis berkas
it: Tipi di file
ja: ファイルの種類
ko: 파일 유형
ms: Jenis fail
nb: Filtyper
nl: Bestandstypen
pl: Typy plików
pt_br: Tipos de arquivo
ro: Tipuri de fișiere
ru: Типы файлов
sk: Typy súborov
sv: Filtyper
th: ประเภทไฟล์
tr: Dosya türleri
uk: Типи файлів
vi: Loại tệp
zh_hans: 文件类型
zh_hk: 檔案類型

source: Find in page
ar: البحث في الصفحة
ca: Cerca a la pàgina
cs: Najít na stránce
da: Find på siden
de: Auf Seite suchen
el: Εύρεση στη σελίδα
es: Buscar en la página
fi: Etsi sivulta
fr: Rechercher dans la page
he: חפש בדף
hi: पृष्ठ में खोजें
hr: Nađi na stranici
hu: Keresés az oldalon
id: Cari di halaman
it: Trova nella pagina
ja: ページ内を検索
ko: 페이지에서 찾기
ms: Cari dalam halaman
nb: Finn på siden
nl: Zoeken op pagina
pl: Znajdź na stronie
pt_br: Localizar na página
ro: Caută în pagină
ru: Найти на странице
sk: Nájsť na stránke
sv: Sök på sidan
th: ค้นหาในหน้า
tr: Sayfada bul
uk: Знайти на сторінці
vi: Tìm trong trang
zh_hans: 在页面中查找
zh_hk: 在頁面中尋找

source: Find Next
ar: التطابق التالي
ca: Coincidència següent
cs: Další shoda
da: Næste resultat
de: Nächster Treffer
el: Επόμενο αποτέλεσμα
es: Siguiente coincidencia
fi: Seuraava osuma
fr: Résultat suivant
he: התאמה הבאה
hi: अगला मिलान
hr: Sljedeće podudaranje
hu: Következő találat
id: Kecocokan Berikutnya
it: Risultato successivo
ja: 次の一致
ko: 다음 일치
ms: Padanan Seterusnya
nb: Neste treff
nl: Volgende resultaat
pl: Następne dopasowanie
pt_br: Próxima ocorrência
ro: Potrivirea următoare
ru: Следующее совпадение
sk: Ďalšia zhoda
sv: Nästa träff
th: รายการถัดไป
tr: Sonraki Eşleşme
uk: Наступний збіг
vi: Kết quả tiếp theo
zh_hans: 下一个匹配
zh_hk: 下一個相符項目

source: Find Next / Previous
ar: التالي / السابق
ca: Següent / Anterior
cs: Další / Předchozí
da: Næste / Forrige
de: Weiter / Zurück
el: Επόμενο / Προηγούμενο
es: Siguiente / Anterior
fi: Seuraava / Edellinen
fr: Suivant / Précédent
he: הבא / הקודם
hi: अगला / पिछला
hr: Sljedeće / Prethodno
hu: Következő / Előző
id: Berikutnya / Sebelumnya
it: Successivo / Precedente
ja: 次へ / 前へ
ko: 다음 / 이전
ms: Seterusnya / Sebelumnya
nb: Neste / Forrige
nl: Volgende / Vorige
pl: Następne / Poprzednie
pt_br: Próximo / Anterior
ro: Următor / Anterior
ru: Следующее / Предыдущее
sk: Ďalšie / Predchádzajúce
sv: Nästa / Föregående
th: ถัดไป / ก่อนหน้า
tr: Sonraki / Önceki
uk: Наступний / Попередній
vi: Tiếp / Trước
zh_hans: 下一个 / 上一个
zh_hk: 下一個 / 上一個

source: Find on Page
ar: البحث في الصفحة
ca: Cerca a la pàgina
cs: Najít na stránce
da: Find på siden
de: Auf Seite suchen
el: Εύρεση στη σελίδα
es: Buscar en la página
fi: Etsi sivulta
fr: Rechercher dans la page
he: חפש בדף
hi: पृष्ठ में खोजें
hr: Nađi na stranici
hu: Keresés az oldalon
id: Cari di Halaman
it: Trova nella pagina
ja: ページ内を検索
ko: 페이지에서 찾기
ms: Cari dalam Halaman
nb: Finn på siden
nl: Zoeken op pagina
pl: Znajdź na stronie
pt_br: Localizar na página
ro: Caută în pagină
ru: Найти на странице
sk: Nájsť na stránke
sv: Sök på sidan
th: ค้นหาในหน้า
tr: Sayfada Bul
uk: Знайти на сторінці
vi: Tìm trong trang
zh_hans: 在页面中查找
zh_hk: 在頁面中尋找

source: Find Previous
ar: التطابق السابق
ca: Coincidència anterior
cs: Předchozí shoda
da: Forrige resultat
de: Vorheriger Treffer
el: Προηγούμενο αποτέλεσμα
es: Coincidencia anterior
fi: Edellinen osuma
fr: Résultat précédent
he: התאמה קודמת
hi: पिछला मिलान
hr: Prethodno podudaranje
hu: Előző találat
id: Kecocokan Sebelumnya
it: Risultato precedente
ja: 前の一致
ko: 이전 일치
ms: Padanan Sebelumnya
nb: Forrige treff
nl: Vorige resultaat
pl: Poprzednie dopasowanie
pt_br: Ocorrência anterior
ro: Potrivirea anterioară
ru: Предыдущее совпадение
sk: Predchádzajúca zhoda
sv: Föregående träff
th: รายการก่อนหน้า
tr: Önceki Eşleşme
uk: Попередній збіг
vi: Kết quả trước
zh_hans: 上一个匹配
zh_hk: 上一個相符項目

source: Find...
ar: بحث...
ca: Cerca...
cs: Najít...
de: Suchen...
el: Εύρεση...
es: Buscar...
fi: Etsi...
fr: Rechercher...
he: חפש...
hi: खोजें...
hr: Nađi...
hu: Keresés...
id: Cari...
it: Trova...
ja: 検索...
ko: 찾기...
ms: Cari...
nb: Finn...
nl: Zoeken...
pl: Znajdź...
pt_br: Localizar...
ro: Caută...
ru: Найти...
sk: Nájsť...
sv: Sök...
th: ค้นหา...
tr: Bul...
uk: Знайти...
vi: Tìm...
zh_hans: 查找...
zh_hk: 尋找...

source: Folder
ar: مجلد
ca: Carpeta
cs: Složka
da: Mappe
de: Ordner
el: Φάκελος
es: Carpeta
fi: Kansio
fr: Dossier
he: תיקייה
hi: फ़ोल्डर
hr: Mapa
hu: Mappa
it: Cartella
ja: フォルダ
ko: 폴더
nb: Mappe
nl: Map
pt_br: Pasta
ru: Папка
sk: Priečinok
sv: Mapp
th: โฟลเดอร์
tr: Klasör
uk: Папка
vi: Thư mục
zh_hans: 文件夹
zh_hk: 檔案夾

source: Follows your live rules in order: never-domains, the per-kind toggles, always-domains, then file types.
ar: يتبع قواعدك المباشرة بالترتيب: النطاقات أبدًا، مفاتيح التبديل حسب النوع، النطاقات دائمًا، ثم أنواع الملفات.
ca: Segueix les teves regles actives en ordre: dominis mai, els interruptors per tipus, dominis sempre, després tipus de fitxer.
cs: Řídí se tvými aktivními pravidly v pořadí: domény nikdy, přepínače podle typu, domény vždy, poté typy souborů.
da: Følger dine aktive regler i rækkefølge: aldrig-domæner, kontakterne pr. type, altid-domæner, derefter filtyper.
de: Folgt deinen aktiven Regeln der Reihe nach: Nie-Domains, die Umschalter je Art, Immer-Domains, dann Dateitypen.
el: Ακολουθεί τους ζωντανούς κανόνες σου με τη σειρά: τομείς ποτέ, οι διακόπτες ανά τύπο, τομείς πάντα, μετά τύποι αρχείων.
es: Sigue tus reglas en vivo en orden: dominios nunca, los interruptores por tipo, dominios siempre y luego tipos de archivo.
fi: Noudattaa aktiivisia sääntöjäsi järjestyksessä: ei koskaan -verkkotunnukset, tyyppikohtaiset kytkimet, aina-verkkotunnukset, sitten tiedostotyypit.
fr: Suit vos règles en direct dans l'ordre : domaines jamais, les bascules par type, domaines toujours, puis types de fichiers.
he: עוקב אחר הכללים החיים שלך לפי הסדר: דומיינים אף פעם, המתגים לפי סוג, דומיינים תמיד, ואז סוגי קבצים.
hi: आपके सक्रिय नियमों का क्रम में पालन करता है: कभी-नहीं डोमेन, प्रति-प्रकार टॉगल, हमेशा डोमेन, फिर फ़ाइल प्रकार।
hr: Slijedi tvoja aktivna pravila redom: domene nikad, preklopnici po vrsti, domene uvijek, zatim vrste datoteka.
hu: Az aktív szabályaidat követi sorrendben: soha-tartományok, a típusonkénti kapcsolók, mindig-tartományok, majd fájltípusok.
id: Mengikuti aturan langsungmu secara berurutan: domain tidak pernah, sakelar per jenis, domain selalu, lalu jenis berkas.
it: Segue le tue regole attive in ordine: domini mai, gli interruttori per tipo, domini sempre, poi tipi di file.
ja: 有効なルールを順番に適用します：「なし」ドメイン、種類別のスイッチ、「常に」ドメイン、次にファイルの種類。
ko: 라이브 규칙을 순서대로 따릅니다: 절대 도메인, 유형별 스위치, 항상 도메인, 그다음 파일 유형.
ms: Mengikut peraturan langsung anda mengikut urutan: domain tidak pernah, togol setiap jenis, domain sentiasa, kemudian jenis fail.
nb: Følger dine aktive regler i rekkefølge: aldri-domener, bryterne per type, alltid-domener, deretter filtyper.
nl: Volgt je actieve regels op volgorde: nooit-domeinen, de schakelaars per type, altijd-domeinen, dan bestandstypen.
pl: Przestrzega Twoich aktywnych reguł w kolejności: domeny nigdy, przełączniki dla typów, domeny zawsze, następnie typy plików.
pt_br: Segue suas regras ativas em ordem: domínios nunca, os interruptores por tipo, domínios sempre, depois tipos de arquivo.
ro: Urmează regulile tale active în ordine: domenii niciodată, comutatoarele pe tip, domenii întotdeauna, apoi tipuri de fișiere.
ru: Следует вашим активным правилам по порядку: домены «никогда», переключатели по типу, домены «всегда», затем типы файлов.
sk: Riadi sa tvojimi aktívnymi pravidlami v poradí: domény nikdy, prepínače podľa typu, domény vždy, potom typy súborov.
sv: Följer dina aktiva regler i ordning: aldrig-domäner, växlarna per typ, alltid-domäner, sedan filtyper.
th: ทำตามกฎที่ใช้งานอยู่ของคุณตามลำดับ: โดเมนไม่เคย สวิตช์ตามประเภท โดเมนเสมอ แล้วจึงประเภทไฟล์
tr: Etkin kurallarını sırayla izler: asla etki alanları, tür başına geçişler, her zaman etki alanları, ardından dosya türleri.
uk: Дотримується ваших активних правил по порядку: домени «ніколи», перемикачі за типом, домени «завжди», потім типи файлів.
vi: Tuân theo các quy tắc trực tiếp của bạn theo thứ tự: miền không bao giờ, các công tắc theo loại, miền luôn luôn, rồi đến loại tệp.
zh_hans: 按顺序遵循你的实时规则：“从不”域名、按类型的开关、“始终”域名，然后是文件类型。
zh_hk: 依序遵循你的即時規則：「永不」網域、依類型的開關、「永遠」網域，然後是檔案類型。

source: Free RAM from idle tabs
ar: تحرير ذاكرة الوصول العشوائي من علامات التبويب الخاملة
ca: Allibera RAM de pestanyes inactives
cs: Uvolnit RAM z nečinných karet
da: Frigør RAM fra inaktive faneblade
de: RAM von inaktiven Tabs freigeben
el: Απελευθέρωση RAM από αδρανείς καρτέλες
es: Liberar RAM de pestañas inactivas
fi: Vapauta RAM-muistia joutilaista välilehdistä
fr: Libérer la RAM des onglets inactifs
he: שחרר RAM מכרטיסיות לא פעילות
hi: निष्क्रिय टैब से RAM मुक्त करें
hr: Oslobodi RAM od neaktivnih kartica
hu: RAM felszabadítása inaktív lapoktól
id: Bebaskan RAM dari tab menganggur
it: Libera RAM dalle schede inattive
ja: アイドル状態のタブからRAMを解放
ko: 유휴 탭에서 RAM 확보
ms: Bebaskan RAM daripada tab melahu
nb: Frigjør RAM fra inaktive faner
nl: RAM vrijmaken van inactieve tabbladen
pl: Zwolnij RAM z nieaktywnych kart
pt_br: Liberar RAM de abas ociosas
ro: Eliberează RAM din filele inactive
ru: Освободить ОЗУ от неактивных вкладок
sk: Uvoľniť RAM z nečinných kariet
sv: Frigör RAM från inaktiva flikar
th: ปลดปล่อย RAM จากแท็บที่ไม่ได้ใช้งาน
tr: Boştaki sekmelerden RAM'i boşalt
uk: Звільнити ОЗП від неактивних вкладок
vi: Giải phóng RAM khỏi các thẻ nhàn rỗi
zh_hans: 从闲置标签页释放内存
zh_hk: 從閒置分頁釋放記憶體
